Repository: kennie747/chemondis_weather_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Configure Caching
fr: Configurer la mise en cache

source: Caching Duration:
fr: Le délai d’expiration du cache est défini sur :

source: Select an Option
fr: Sélectionnez une option

source: Set Cache Timeout
fr: Définir le délai d'expiration du cache

source: Cache Timeout is set to:
fr: Le délai d'expiration du cache est défini sur :

source: Home page
fr: Page d'accueil

source: Go
fr: Aller

source: Hi Guest, you're welcome to our site
fr: Salut invité, vous êtes le bienvenu sur notre site

source: Please enjoy the rest of your day
fr: S'il vous plaît profiter du reste de votre journée

source: Weather Finder
fr: Chercheur de météo

source: Please Enter a City to Get the Weather Condition
fr: Veuillez entrer une ville pour obtenir les conditions météorologiques

source: Search Weather
fr: Recherche Météo

source: Please double check your input value
fr: Veuillez vérifier votre valeur d'entrée

source: The city
fr: La ville

source: was not found
fr: n'a pas été trouvé

source: The Weather Condition in
fr: Les conditions météorologiques dans

source: City:
fr: Ville:

source: Temperature:
fr: Température:

source: Minimum:
fr: Le minimum:

source: Humidity:
fr: Humidité:

source: Pressure:
fr: Pression:

source: Wind Speed and Direction:
fr: Vitesse et direction du vent :

source: From:
fr: De:

source: To:
fr: À

source: Description:
fr: La description:

source: Configure cache timeout
fr: Configurer le délai d'expiration du cache
